[
  {
    "type": "video",
    "text": "- \"Incorporate more smiles to increase engagement.\"\n- \"Add more expression to connect better with your audience.\"",
    "timestamp": "2025-11-23T04:44:34.259Z"
  },
  {
    "type": "audio",
    "text": "Control your pacing for a more confident and engaging delivery.",
    "timestamp": "2025-11-23T04:44:40.208Z"
  },
  {
    "type": "audio",
    "text": "Your intro is engaging and expressive! Focus on steadying your pitch for sustained notes.",
    "timestamp": "2025-11-23T04:51:03.558Z"
  },
  {
    "type": "video",
    "text": "- \"Neutrality is high; try varying your expressions to keep the audience engaged.\"\n- \"Disgust is moderately high; consider neutralizing your expressions more.\"",
    "timestamp": "2025-11-23T04:51:04.264Z"
  },
  {
    "type": "audio",
    "text": "This sounds like singing. For presentations, focus on a clear speaking voice.",
    "timestamp": "2025-11-23T04:51:12.863Z"
  },
  {
    "type": "audio",
    "text": "Vocal expressiveness is strong; manage filler words like \"okay\" and regulate pacing for clarity.",
    "timestamp": "2025-11-23T04:51:18.935Z"
  },
  {
    "type": "audio",
    "text": "Control heavy breathing and laughter to maintain a professional presentation tone.",
    "timestamp": "2025-11-23T04:51:34.027Z"
  },
  {
    "type": "video",
    "text": "- \"Incorporate more varied expressions to maintain audience interest.\"\n- \"A slight increase in enthusiasm could further engage viewers.\"",
    "timestamp": "2025-11-23T04:51:34.878Z"
  },
  {
    "type": "audio",
    "text": "Minimize background noise for better audibility and clarity.",
    "timestamp": "2025-11-23T04:51:39.984Z"
  },
  {
    "type": "audio",
    "text": "Maintain a professional tone and avoid informal language for presentations.",
    "timestamp": "2025-11-23T04:51:49.037Z"
  },
  {
    "type": "audio",
    "text": "Your pace is a bit fast; slow down for improved clarity and enunciation.\nMinimize filler words like \"like\" for a more polished delivery.",
    "timestamp": "2025-11-23T04:52:04.307Z"
  },
  {
    "type": "video",
    "text": "Maintain current happy expression to stay engaging.\nSlightly reduce neutral expression to add more energy.",
    "timestamp": "2025-11-23T04:52:04.907Z"
  },
  {
    "type": "audio",
    "text": "Vary your pitch and add more vocal energy for stronger engagement.",
    "timestamp": "2025-11-23T04:52:12.278Z"
  },
  {
    "type": "audio",
    "text": "Project more confidence in your tone for clearer and more engaging delivery.",
    "timestamp": "2025-11-23T04:52:19.863Z"
  },
  {
    "type": "audio",
    "text": "Boost your volume and clarify enunciation for stronger delivery.",
    "timestamp": "2025-11-23T04:52:36.764Z"
  },
  {
    "type": "audio",
    "text": "Engage your audience more broadly and reduce filler words for impact.",
    "timestamp": "2025-11-23T04:57:46.147Z"
  },
  {
    "type": "audio",
    "text": "Your tone is a bit flat. Vary it for engagement.",
    "timestamp": "2025-11-23T04:57:59.816Z"
  },
  {
    "type": "audio",
    "text": "Eliminate background noise and vary your tone for better engagement.",
    "timestamp": "2025-11-23T04:58:23.814Z"
  }
]